/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Los puentes son repetidores Tor que ayudan a eludir la censura. Puede probar puentes si Tor está bloqueado por su ISP; cada tipo de puente usa un método distinto para evitar la censura: si un tipo no funciona, pruebe a usar otro diferente.\n\nPuede usar los puentes proporcionados debajo u obtener puentes en %.";
"No Bridges: Directly Connect to Tor" = "Sin puentes: Conectar directamente a Tor";
"Provided Bridges: %" = "Puentes proporcionados. %";
"Custom Bridges" = "Puentes personalizados";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Configuración de puentes";
"Done" = "Hecho";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "A veces necesita un puente para acceder a Tor.";
"TELL ME MORE" = "CUÉNTAME MÁS";


// ConnectingViewController.swift
"Connected!" = "¡Conectado!";
"__CLAIM_1__" = "¡Nuestra comunidad diversa es lo que hace grande a Tor!";
"__CLAIM_2__" = "Todos los días la gente usa Tor para evitar ser seguido por el marketing publicitario.";
"__CLAIM_3__" = "Cuando Facebook está bloqueado, la gente usa Tor para conectar con sus amigos y familia.";
"__CLAIM_4__" = "Los activistas usan Tor para twitear sus opiniones y convicciones.";
"__CLAIM_5__" = "Los blogueros usan Tor para aunar a la gente en pos de cambios sociales";
"__CLAIM_6__" = "Los periodistas usan Tor para investigar de forma segura las historias sobre las que están informando.";
"__CLAIM_7__" = "La gente de negocios usa Tor para mantener en privado las estrategias de sus compañías.";
"__CLAIM_8__" = "Los trabajadores usan Tor para luchar por justicia sin miedo a perder su trabajo.";


// ConnectingViewController.xib
"We're connecting you." = "Estamos conectándole.";
"START BROWSING" = "INICIAR NAVEGACIÓN";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "En otro navegador, visite % y seleccione 'Obtener puentes'. Use la sección 'Opciones avanzadas'; se recomiendan Transportes Conectables 'obfs4' (no seleccione IPv6).\n\nPuede pulsar el icono de 'cámara' para usar el código QR desde el sitio web, o copiar-y-pegar manualmente las 'líneas de puente' aquí:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "¡Parece que nos hemos quedado colgados! Cierre y vuelva a iniciar la aplicación.";


// HelloViewController.xib
"Hello" = "Hola";
"Welcome to Tor on mobile." = "Bienvenido a Tor para móvil.";
"CHANGE LANGUAGE" = "CAMBIAR IDIOMA";
"Change Language" = "Cambiar idioma";
"Cancel" = "Cancelar";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUAR SIN";
"USE A BRIDGE" = "USAR UN PUENTE";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Navegue por Internet tal y como espera que ha de ser.";
"No tracking. No censorship." = "Sin rastreo. Sin censura.";


// ScanQrViewController.swift
"Error" = "Error";
"Camera access was not granted or QR Code scanning is not supported by your device." = "No se concedió acceso a la cámara o el escaneado del código QR no está soportado por su dispositivo.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "¡El código QR no se pudo decodificar! ¿Está seguro de que ha escaneado un código QR de bridges.torproject.org?";
